Repository: djordje-maslic/djordje-maslic.github.io
Catalog: assets/lib/l10n/app_*.arb
Languages: hu, sr

source: Hi
hu: Szia
sr: Zdravo

source: Next appointment
hu: Következő időpont
sr: Sledeći termin

source: You do not have eny appointments
hu: Nincsenek időpontjai
sr: Nemate zakazane termine

source: You do not have appointments!
hu: Nincsenek időpontjai!
sr: Nemate zakazane termine!

source: Pending
hu: Függőben
sr: Na čekanju

source: Closed
hu: Zárva
sr: Zakljucen

source: Servicing
hu: Szervizelés
sr: Servisira

source: Checking
hu: Ellenőrzés
sr: Proverava

source: Today
hu: Ma
sr: Danas

source: Check internet connection
hu: Ellenőrizze az internetkapcsolatot
sr: Proverite internet konekciju

source: Manage your appointments
hu: Időpontjainak kezelése
sr: Upravljajte vašim terminima

source: Logout
hu: Kijelentkezés
sr: Odjava

source: home
hu: főoldal
sr: početna

source: appointments
hu: megbeszélések
sr: termini

source: settings
hu: beállítások
sr: podešavanja

source: Login
hu: Bejelentkezés
sr: Prijava

source: Logging In...
hu: Bejelentkezés folyamatban...
sr: Prijavljivanje...

source: Email
sr: E_pošta

source: Password
hu: Jelszó
sr: Lozinka

source: Email with reset password is sent to
hu: Az új jelszóhoz szükséges linket e_mailben elküldtük a következő címre:
sr: E_pošta sa linkom za resetovanje lozinke je poslata na

source: Reset password
hu: Jelszó visszaállítása
sr: Resetuj lozinku

source: Sign in with Google
hu: Bejelentkezés a Google fiókkal
sr: Prijavi se sa Google nalogom

source: Create an Account
hu: Fiók létrehozása
sr: Napravi nalog

source: Register
hu: Regisztráció
sr: Registruj se

source: Registering...
hu: Regisztráció folyamatban...
sr: Registracija u toku...

source: Registration Failure
hu: Regisztráció sikertelen
sr: Greška pri registraciji

source: Name
hu: Név
sr: Ime

source: Login with phone number
hu: Bejelentkezés telefonszámmal
sr: Prijavi se sa brojem telefona

source: Login with email address
hu: Bejelentkezés e-mail címmel
sr: Prijavi se sa e-mail adresom

source: Phone Authentication
hu: Telefonos hitelesítés
sr: Telefonska autentikacija

source: Phone number
hu: Telefonszám
sr: Broj telefona

source: Enter phone number
hu: Adja meg a telefonszámot
sr: Unesite broj telefona

source: Send Verification Code
hu: Azonosítókód küldése
sr: Pošalji kod za verifikaciju

source: Verification code
hu: Azonosítókód
sr: Kod za verifikaciju

source: Enter verification code
hu: Adja meg az azonosítókódot
sr: Unesite kod za verifikaciju

source: Sign In
hu: Bejelentkezés
sr: Prijavi se

source: Invalid phone number
hu: Érvénytelen telefonszám
sr: Neispravan broj telefona

source: Invalid verification code
hu: Érvénytelen azonosítókód
sr: Neispravan kod za verifikaciju

source: Sign In Failure
hu: Sikertelen bejelentkezés
sr: Greška pri prijavi

# unknown
source: An unknown error occurred.
hu: Ismeretlen hiba történt.
sr: Dogodila se nepoznata greška.

# email_already_in_use
source: The email is already in use.
hu: Az e_mail cím már használatban van.
sr: E_pošta je već u upotrebi.

# invalid_email
source: The email address is not valid.
hu: Az e_mail cím nem érvényes.
sr: E_pošta nije važeća.

# invalid_password
source: The password is not valid.
hu: A jelszó érvénytelen.
sr: Lozinka nije validna.

# invalid_name
source: The name is not valid.
hu: A név érvénytelen.
sr: Ime nije validno.

# invalid_phone_number
source: The phone number is not valid.
hu: A telefonszám nem érvényes.
sr: Broj telefona nije važeći.

# operation_not_allowed
source: The operation is not allowed.
hu: Az operáció nem engedélyezett.
sr: Operacija nije dozvoljena.

# weak_password
source: The password is too weak.
hu: A jelszó túl gyenge.
sr: Lozinka je preslaba.

# user_disabled
source: The user has been disabled.
hu: A felhasználó letiltva van.
sr: Korisnik je onemogućen.

# user_not_found
source: The user was not found.
hu: A felhasználó nem található.
sr: Korisnik nije pronađen.

# wrong_password
source: The password is incorrect.
hu: A jelszó helytelen.
sr: Lozinka je pogrešna.

# account_exists_with_different_credential
source: An account already exists with a different credential.
hu: Egy fiók már létezik másik azonosítási adattal.
sr: Racun već postoji sa drugim podacima za prijavu.

# invalid_credential
source: The credential is not valid.
hu: Az azonosítási adatok érvénytelenek.
sr: Podaci za prijavu nisu važeći.

# invalid_verification_code
source: The verification code is not valid.
hu: A ellenőrző kód érvénytelen.
sr: Kod verifikacije nije važeći.

# invalid_verification_id
source: The verification ID is not valid.
hu: A ellenőrző azonosító érvénytelen.
sr: Identifikacija verifikacije nije važeća.

source: Please enter mobile number
hu: Adja meg a mobiltelefonszámát
sr: Unesite broj mobilnog telefona

# please_enter_valid_mobil_number
source: Please enter valid mobile number.
hu: Kérem, érvényes mobiltelefonszámot adjon meg
sr: Unesite ispravan broj mobilnog telefona

source: Checking phone number, please wait...
hu: Telefonszám ellenőrzése folyamatban, kérjük várjon...
sr: Provera broja telefona u toku, molimo sačekajte...

# userHomePageNextAppointment
source: Next appointment
hu: Következő időpont
sr: Sledeći termin

# userHomePageNoAppointments
source: You do not have any appointments
hu: Nincs időpontja
sr: Nemate zakazanih termina

# userScheduleNoAppointments
source: You do not have appointments!
hu: Nincsenek időpontjai!
sr: Nemate zakazanih termina!

source: You do not have any new appointments!
hu: Nincsenek új időpontjai!
sr: Nemate novih zakazanih termina!

source: TOTAL
hu: ÖSSZESEN
sr: UKUPNO

source: Book
hu: Könyv
sr: Zakaži

source: Book appointment
hu: Időpont foglalása
sr: Zakažite sastanak

source: New appointment
hu: Új időpont
sr: Novi sastanak

source: Appointment waiting for approval
hu: Az időpont jóváhagyásra vár
sr: Sastanak čeka na odobrenje

source: Please choose service
hu: Kérem, válasszon szolgáltatást
sr: Molimo odaberite servis

source: duration
hu: Időtartam
sr: Trajanje

source: Your appointment
hu: Az Ön időpontja
sr: Vaš sastanak

source: service
hu: Szolgáltatás
sr: Usluga

source: time
hu: Időpont
sr: Vreme

source: Your artist
hu: Az Ön művésze
sr: Vaš umetnik

source: Cancel
hu: Mégse
sr: Otkaži

source: Edit
hu: Szerkesztés
sr: Izmena

source: Please choose date
hu: Kérjük, válasszon dátumot
sr: Molimo izaberite datum

source: Back
hu: Vissza
sr: Nazad

source: Next
hu: Tovább
sr: Dalje

source: TAKEN
hu: FOGLALT
sr: ZAUZETO

source: Please choose appointment
hu: Válasszon időpontot
sr: Izaberite termin

source: from
hu: tól
sr: od

source: to
hu: ig
sr: do

source: Appointment Details
hu: Időpont részletei
sr: Detalji zakazivanja

source: Date
hu: Dátum
sr: Datum

source: Decline
hu: Elutasítás
sr: Odbij

source: Confirm
hu: Megerősítés
sr: Potvrdi

# set_as_available
source: Available
hu: Elérhető
sr: Slobodan

source: Free time for yourself
hu: Szabadidő
sr: Slobodno vreme

source: This appointment is unavailable or canceled
hu: Ez az időpont nem elérhető vagy törölt
sr: Ovo zakazivanje nije dostupno ili otkazano

source: rank
hu: rang
sr: rang

source: ADVANCED SETTINGS
hu: HALADÓ BEÁLLÍTÁSOK
sr: NAPREDNA PODEŠAVANJA

source: Monday opening hours
hu: Hétfői nyitvatartás
sr: Radno vreme ponedeljkom

source: Sunday opening hours
hu: Vasárnapi nyitvatartás
sr: Radno vreme nedeljom

source: Saturday opening hours
hu: Szombati nyitvatartás
sr: Radno vreme subotom

source: Holidays opening hours
hu: Ünnepi nyitvatartás
sr: Radno vreme za praznike

source: Tuesday opening hours
hu: Keddi nyitvatartás
sr: Radno vreme utorkom

source: Wednesday opening hours
hu: Szerdai nyitvatartás
sr: Radno vreme sredom

source: Thursday opening hours
hu: Csütörtöki nyitvatartás
sr: Radno vreme četvrtkom

source: Friday opening hours
hu: Pénteki nyitvatartás
sr: Radno vreme petkom

source: Free Time
hu: Szabadidő
sr: Slobodno vreme

source: None
hu: Nincs
sr: Nema

source: Edit email
hu: E-mail szerkesztése
sr: Izmeni e-mail

source: Edit name
hu: Név szerkesztése
sr: Izmeni ime

source: Edit password
hu: Jelszó szerkesztése
sr: Izmeni lozinku

source: Edit phone number
hu: Telefonszám szerkesztése
sr: Izmeni broj telefona

source: Email update success
hu: Az e-mail frissítése sikeres volt
sr: Uspešno ažuriranje e-maila

source: New email
hu: Új e-mail
sr: Novi e-mail

source: SAVE
hu: MENTÉS
sr: SAČUVAJ

source: Name update success
hu: A név frissítése sikeres volt
sr: Uspešno ažuriranje imena

source: New name
hu: Új név
sr: Novo ime

source: Password update success
hu: A jelszó frissítése sikeres volt
sr: Uspešno ažuriranje lozinke

source: New password
hu: Új jelszó
sr: Nova lozinka

source: Repeat new password
hu: Új jelszó újra
sr: Ponovi novu lozinku

source: New phone number
hu: Új telefonszám
sr: Novi broj telefona

source: Add shift
hu: Műszak hozzáadása
sr: Dodaj smenu

source: Delete shift
hu: Műszak törlése
sr: Izbriši smenu

# beginning_of_shift_must_be_before_end
source: Beginning of the shift must be before end.
hu: A műszak kezdete az elvégzése előtt kell legyen.
sr: Početak smene mora biti pre kraja.

# shifts_overlap
source: Shifts {shiftList} overlap.
hu: A műszakok {shiftList} átfedik egymást.
sr: Smene {shiftList} se preklapaju.

source: Save changes
hu: Változtatások mentése
sr: Sačuvaj promene

source: Shift
hu: Műszak
sr: Smena

source: Edit Monday opening hours
hu: Hétfői nyitvatartási idő szerkesztése
sr: Izmena radnog vremena za ponedeljak

source: Edit Tuesday opening hours
hu: Keddi nyitvatartási idő szerkesztése
sr: Izmena radnog vremena za utorak

source: Edit Wednesday opening hours
hu: Szerdai nyitvatartási idő szerkesztése
sr: Izmena radnog vremena za sredu

source: Edit Thursday opening hours
hu: Csütörtöki nyitvatartási idő szerkesztése
sr: Izmena radnog vremena za četvrtak

source: Edit Friday opening hours
hu: Pénteki nyitvatartási idő szerkesztése
sr: Izmena radnog vremena za petak

source: Edit Saturday opening hours
hu: Szombati nyitvatartási idő szerkesztése
sr: Izmena radnog vremena za subotu

source: Edit Sunday opening hours
hu: Vasárnapi nyitvatartási idő szerkesztése
sr: Izmena radnog vremena za nedelju

source: Edit Holidays opening hours
hu: Ünnepi nyitvatartási idő szerkesztése
sr: Izmena radnog vremena za praznike

source: Edit Free time
hu: Szabadidő szerkesztése
sr: Uredi slobodno vreme

source: Edit Services
hu: Szolgáltatások szerkesztése
sr: Izmena usluga

source: Add service
hu: Szolgáltatás hozzáadása
sr: Dodaj uslugu

# deleteService
source: Delete service {serviceName}
hu: {serviceName} törlése
sr: Izbriši uslugu {serviceName}

source: Edit services
hu: Szolgáltatások szerkesztése
sr: Izmeni usluge

source: Book a service
hu: Foglaljon szolgáltatást
sr: Zakaži servis

source: Delete free time
hu: Időszak törlése
sr: Izbriši slobodno vreme

source: Add free time
hu: Szabadidő hozzáadása
sr: Dodaj slobodno vreme

source: View upcoming
hu: Következő találkozók
sr: Pregledaj dolazeće

source: View all
hu: Összes megtekintése
sr: Pregledaj sve

# no_appointments
source: You do not have {anyOrUpcoming} appointments!
hu: Nincsenek {anyOrUpcoming} találkozóid!
sr: Nemate {anyOrUpcoming} zakazane termine!

# no_new_appointments
source: You do not have any new appointments!
hu: Nincsenek új találkozóid!
sr: Nemate nijedan novi termin!

source: any
hu: bármilyen
sr: više

source: upcoming
hu: következő
sr: dolazeće

source: January
hu: január
sr: januar

source: February
hu: február
sr: februar

source: March
hu: március
sr: mart

source: May
hu: május
sr: maj

source: June
hu: június
sr: jun

source: July
hu: július
sr: jul

source: August
hu: augusztus
sr: avgust

source: September
hu: szeptember
sr: septembar

source: October
hu: október
sr: oktobar

source: November
sr: novembar

source: December
sr: decembar

source: Tomorrow
hu: Holnap
sr: Sutra

source: Confirmed
hu: Megerősített
sr: Potvrđen

source: Month
hu: Hónap
sr: Mesec

source: Week
hu: Hét
sr: Nedelja

# appointment
source: Appointment {status}!
hu: Találkozó {status}!
sr: Sastanak {status}!

source: {service} at {time}
hu: {service} {time} órakor
sr: {service} u {time}

source: Declined
hu: Elutasítva
sr: Odbijen

source: Canceled please reschedule.
hu: Lemondva, kérjük, újra ütemezze.
sr: Otkazan, molimo ponovo zakažite

source: Users
hu: Felhasználók
sr: Korisnici

source: Enter all fields.
hu: Minden mezőt töltsön ki.
sr: Popunite sva polja.

source: Please fill in all fields correctly.
hu: Kérjük, töltse ki minden mezőt helyesen.
sr: Molimo popunite sva polja ispravno.

source: Resend code
hu: Kód újraküldése
sr: Ponovo pošalji kod

source: Resend code in:
hu: Kód újraküldése:
sr: Pošalji ponovo kod za:

source: Resend link
hu: Link újraküldése
sr: Pošalji ponovo link

source: Resend link in:
hu: Link újraküldése itt:
sr: Pošalji ponovo link za:

source: Or
hu: Vagy
sr: Ili

# we_ve_sent_a_text_message_with_code_to
source: We’ve sent a text message with the code to:
hu: Elküldtük a kódot szöveges üzenetben ide:
sr: Poslali smo vam kod putem SMS-a na:

source: Don’t have an account?
hu: Nincs még fiókja?
sr: Nemate nalog?

source: A user with this name already exists. Please use another name.
hu: Egy felhasználó már létezik ezzel a névvel. Kérjük, használjon másik nevet.
sr: Korisnik sa ovim imenom već postoji. Molimo koristite drugo ime.

source: A user with this email address already exists, Please log in using this email address.
hu: Egy felhasználó már létezik ezzel az e-mail címmel. Kérjük, jelentkezzen be ezzel az e-mail címmel.
sr: Korisnik sa ovom email adresom već postoji. Molimo prijavite se koristeći ovu email adresu.

source: User with this phone number already exists please use this phone number to log in.
hu: Egy felhasználó már létezik ezzel a telefonszámmal. Kérjük, jelentkezzen be ezzel a telefonszámmal.
sr: Korisnik sa ovim brojem telefona već postoji. Molimo prijavite se koristeći ovaj broj telefona.

# we_have_sent_an_email_to_with_a_link_to_complete_your_registration
source: We have sent an email to {email} with a link to complete your registration.
hu: Elküldtünk egy e-mailt a következő címre: {email} tartalmazó linkkel a regisztráció befejezéséhez.
sr: Poslali smo email na adresu {email} sa linkom za dovršetak registracije.

source: Didn't receive the link?
hu: Nem érkezett meg a link?
sr: Niste primili link?

# didnt_receive_email_link_explanation
source: If you have not received the link after several attempts, please try: 1. Check if it is in your junk/spam mail. 2. Make sure your email address is {email} 3. The message may be delayed for a few minutes. Try again after 20 minutes. 4. Set up a Whitelist of email addresses. 5. If this email address already exists, we will not send you an authentication link. Please login.
hu: Ha nem kaptad meg a linket több próbálkozás után is, kérjük próbáld meg a következőket: 1. Ellenőrizd a spam/junk mappádat. 2. Bizonyosodj meg róla, hogy a megadott email címed helyes ({email}). 3. Az üzenet néhány perc késéssel érkezhet meg. Próbáld újra 20 perc múlva. 4. Állíts be egy fehér listát az email címekre. 5. Ha az email cím már regisztrálva van, nem küldünk Neked megerősítő linket. Kérjük, jelentkezz be.
sr: Ako niste primili link nakon nekoliko pokušaja, molimo vas da probate sledeće: 1. Proverite spam/junk poštu. 2. Proverite da li ste uneli ispravnu email adresu ({email}). 3. Poruka može kasniti nekoliko minuta. Pokušajte ponovo nakon 20 minuta. 4. Napravite belu listu email adresa. 5. Ako se ova email adresa već nalazi u sistemu, nećemo Vam poslati link za potvrdu. Molimo Vas da se prijavite.

source: Didn't receive SMS?
hu: Nem kapta meg az SMS-t?
sr: Niste primili SMS?

# didnt_receive_sms_explanation
source: SMS sent to your phone. If you have not received the code after several attempts, please try: 1. Check your WhatsApp. 2. Check if your phone bill is overdue. 3. Check if the message is in the spam/trash bin. 4. Ensure that the phone number used is {phoneNumber}. 5. Try again after 10 minutes. 6. If this phone number is already in use or is not able to receive the authentication code, please use a different phone number.
hu: Az SMS elküldve a telefonjára. Ha nem kapta meg a kódot több próbálkozás után, akkor kérjük, próbálja meg a következőket: 1. Ellenőrizze a WhatsApp-ját. 2. Ellenőrizze, hogy a telefonszámlája lejárt-e. 3. Ellenőrizze, hogy az üzenet a spam/trash mappában van-e. 4. Bizonyosodjon meg róla, hogy a használt telefonszám {phoneNumber}. 5. Próbálja újra 10 perc múlva. 6. Ha ezt a telefonszámot már használják, vagy nem képes fogadni az azonosítási kódot, kérjük, használjon másik telefonszámot.
sr: SMS je poslat na vaš telefon. Ako niste primili kod nakon nekoliko pokušaja, molimo vas da pokušate sledeće: 1. Proverite vaš WhatsApp. 2. Proverite da li kasnite sa plaćanjem računa. 3. Proverite da li se poruka nalazi u spam/trash folderu. 4. Uverite se da je korišćen broj telefona {phoneNumber}. 5. Pokušajte ponovo posle 10 minuta. 6. Ako je ovaj broj telefona već u upotrebi ili nije u mogućnosti da primi autentifikacioni kod, molimo vas da koristite drugi broj telefona.

source: Block
hu: Blokkolás
sr: Blokiraj

source: Unblock
hu: Blokkolás feloldása
sr: Odblokiraj

source: Add admin
hu: Admin hozzáadása
sr: Dodaj admina

source: If you add this user as admin he will have access to sensitive data of your app.
hu: Ha hozzáadja ezt a felhasználót adminisztrátorként, hozzáférése lesz az alkalmazás érzékeny adataihoz.
sr: Ako dodate ovog korisnika kao admina, imaće pristup osetljivim podacima vaše aplikacije.

source: Blocking this user will deny their access to the app. Are you sure you want to proceed?
hu: A felhasználó blokkolása megtagadja hozzáférését az alkalmazáshoz. Biztosan folytatni szeretné?
sr: Blokiranje ovog korisnika će im uskratiti pristup aplikaciji. Da li ste sigurni da želite da nastavite?

source: Unblocking this user will allow their access to the app. Are you sure you want to proceed?
hu: A felhasználó blokkolásának feloldása lehetővé teszi hozzáférésüket az alkalmazáshoz. Biztosan folytatni szeretné?
sr: Odblokiranje ovog korisnika će im omogućiti pristup aplikaciji. Da li ste sigurni da želite da nastavite?

source: Please reauthenticate for security purposes. Your recent login has expired, and we want to ensure the protection of your account.
hu: Kérjük, végrehajtás előtt újra hitelesítse magát biztonsági okokból. A legutóbbi bejelentkezési munkamenet lejárt, és az Ön fiókjának védelme érdekében szeretnénk megerősíteni az azonosságát.
sr: Molimo vas da se ponovo autentifikujete iz sigurnosnih razloga. Vaša nedavna prijava je istekla, i želimo da obezbedimo zaštitu vašeg naloga.

source: Preview
hu: Előnézet
sr: Pregled

source: Status
hu: Státusz

source: April
hu: április
